export default {
  LENGTH: 'Должно быть от 2 до 30 символов',
  REQUIRED: 'Это обязательное поле',
  LOADING: 'Загрузка...',
  NAME_ERROR: 'Это не похоже на имя',
  EMAIL_ERROR: 'Это не похоже на email',
  AUTH_ERROR: 'Неверный email или пароль',
  PASSWORD_ERROR: 'Должно быть минимум 8 символов. Только буквы и цифры',
  UNIQUE: 'Такой пользователь уже есть',
  UNKNOWN: 'Что-то пошло не так',
  INTERNAL_SERVER_ERROR: `На сервере произошла ошибка. Попробуйте, пожалуйста, ещё раз`,
  NOTHING: 'К сожалению, по Вашему запросу ничего не найдено.',
  NOTHING_TITLE: 'Ничего не найдено',
};
